import React from 'react';
import Header from '../Main/Header';
import * as S from '../styled/NoticeStyled/NoticeContentStyle';
import Leave from '../../assets/ArrowImg/Leave.png';
import { link } from '../../assets/link.svg';

const NoticeContent = () => {


    return(
        <>
            <S.Background>
                <Header/>

                <S.NoticeContant>
                    <S.NoticeHeader>
                        <S.NoLeave>
                            <img src={Leave} alt="사진"/>
                        </S.NoLeave>

                        <S.NoTitle>
                            아무 말 대잔치
                        </S.NoTitle>

                        <S.NoDay>
                            2020.11.5 에 작성 됨
                        </S.NoDay>
                    </S.NoticeHeader>

                    <S.NoticeContain>
                        트위터의 드립 문화를 일컫는 유행어. 글자 그대로 아무 말이나 마구 하는 모양새를 일컫는 말로, 아무렇게나 말을 내뱉기 편한 트위터의 특성을 그대로 표현하고 있다.

                        아래의 코너가 방송된 이후로 트위터 내에서는 '인싸들이 우리 동네 유행어를 가져다 쓴다'는 푸념이 몇 번 등장했다.

                        유튜브의 자막 기능 중 '자동 생성'의 경우 동영상의 음성을 인식하여 자막으로 변환하는 기능인데 여전히 영어 이외의 언어, 특히 한국어 인식 정확도는 최악이라서 이 기능을 사용하면 말 그대로 아무말 대잔치가 나온다. 내부가 딥러닝으로 되어있는데, 학습 데이터로 TV 뉴스를 썼는지 그쪽에서 많이 쓸 법한 단어 위주로 나온다.

                        이후로는 문장과 문장 사이에 개연성이라곤 찾아볼 수 없는 완전히 다른 주제의 문장들이 줄줄이 나온다던가 의식의 흐름에 따라 인과 관계가 맞지 않는 문장을 뇌를 거치지 않고(...) 줄줄 내뱉는 모양새를 보고 아무 말 대잔치라고 부르기도 한다.
                        트위터의 드립 문화를 일컫는 유행어. 글자 그대로 아무 말이나 마구 하는 모양새를 일컫는 말로, 아무렇게나 말을 내뱉기 편한 트위터의 특성을 그대로 표현하고 있다.

                        아래의 코너가 방송된 이후로 트위터 내에서는 '인싸들이 우리 동네 유행어를 가져다 쓴다'는 푸념이 몇 번 등장했다.

                        유튜브의 자막 기능 중 '자동 생성'의 경우 동영상의 음성을 인식하여 자막으로 변환하는 기능인데 여전히 영어 이외의 언어, 특히 한국어 인식 정확도는 최악이라서 이 기능을 사용하면 말 그대로 아무말 대잔치가 나온다. 내부가 딥러닝으로 되어있는데, 학습 데이터로 TV 뉴스를 썼는지 그쪽에서 많이 쓸 법한 단어 위주로 나온다.

                        이후로는 문장과 문장 사이에 개연성이라곤 찾아볼 수 없는 완전히 다른 주제의 문장들이 줄줄이 나온다던가 의식의 흐름에 따라 인과 관계가 맞지 않는 문장을 뇌를 거치지 않고(...) 줄줄 내뱉는 모양새를 보고 아무 말 대잔치라고 부르기도 한다.
                        트위터의 드립 문화를 일컫는 유행어. 글자 그대로 아무 말이나 마구 하는 모양새를 일컫는 말로, 아무렇게나 말을 내뱉기 편한 트위터의 특성을 그대로 표현하고 있다.

                        아래의 코너가 방송된 이후로 트위터 내에서는 '인싸들이 우리 동네 유행어를 가져다 쓴다'는 푸념이 몇 번 등장했다.

                        유튜브의 자막 기능 중 '자동 생성'의 경우 동영상의 음성을 인식하여 자막으로 변환하는 기능인데 여전히 영어 이외의 언어, 특히 한국어 인식 정확도는 최악이라서 이 기능을 사용하면 말 그대로 아무말 대잔치가 나온다. 내부가 딥러닝으로 되어있는데, 학습 데이터로 TV 뉴스를 썼는지 그쪽에서 많이 쓸 법한 단어 위주로 나온다.

                        이후로는 문장과 문장 사이에 개연성이라곤 찾아볼 수 없는 완전히 다른 주제의 문장들이 줄줄이 나온다던가 의식의 흐름에 따라 인과 관계가 맞지 않는 문장을 뇌를 거치지 않고(...) 줄줄 내뱉는 모양새를 보고 아무 말 대잔치라고 부르기도 한다.
                        트위터의 드립 문화를 일컫는 유행어. 글자 그대로 아무 말이나 마구 하는 모양새를 일컫는 말로, 아무렇게나 말을 내뱉기 편한 트위터의 특성을 그대로 표현하고 있다.

                        아래의 코너가 방송된 이후로 트위터 내에서는 '인싸들이 우리 동네 유행어를 가져다 쓴다'는 푸념이 몇 번 등장했다.

                        유튜브의 자막 기능 중 '자동 생성'의 경우 동영상의 음성을 인식하여 자막으로 변환하는 기능인데 여전히 영어 이외의 언어, 특히 한국어 인식 정확도는 최악이라서 이 기능을 사용하면 말 그대로 아무말 대잔치가 나온다. 내부가 딥러닝으로 되어있는데, 학습 데이터로 TV 뉴스를 썼는지 그쪽에서 많이 쓸 법한 단어 위주로 나온다.

                        이후로는 문장과 문장 사이에 개연성이라곤 찾아볼 수 없는 완전히 다른 주제의 문장들이 줄줄이 나온다던가 의식의 흐름에 따라 인과 관계가 맞지 않는 문장을 뇌를 거치지 않고(...) 줄줄 내뱉는 모양새를 보고 아무 말 대잔치라고 부르기도 한다.
                    </S.NoticeContain>

                    <S.NoticeFile>
                        <img src={link} alt="사진"/>
                        <S.FileTitle>
                            <div>아무말 대잔치</div>
                        </S.FileTitle>
                    </S.NoticeFile>

                </S.NoticeContant>
            </S.Background>
        </>
    )
}

export default NoticeContent;